Repository: sacids/ebs
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Change Language
fr: Changer de langue

source: Login to your account
fr: Connectez-vous à votre compte

source: Enter your credentials below
fr: Entrez vos identifiants ci-dessous

source: Username
fr: Nom d'utilisateur

source: Write username...
fr: Escreva o nome de usuário ...

source: Password
fr: Mot de passe

source: Write password...
fr: Escreva a senha ...

source: Login
fr: S'identifier

source: Username OR Password is incorectly
fr: Le nom d'utilisateur OU le mot de passe est incorrect

source: Log out successfully
fr: Déconnexion réussie

source: Section 1 of 4
fr: Section 1 sur 4

source: Write answer...
fr: Escreva a senha ...

source: Save and Exit
fr: Sauvegarder et quitter

source: Save and Continue
fr: Sauvegarder et continuer

source: Print/Save
fr: Imprimer / enregistrer

source: Section 4 of 4
fr: Section 4 sur 6

source: Because you ranked Activity 1 (Technical assistance to national vaccination programme management) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l'activité 1 (Assistance technique à la gestion du Programme national de vaccination) un score de 1 à 4 :

source: Yes
fr: Oui

source: No
fr: Non

source: Because you ranked Activity 2 (Procurement and logistics to country) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l'activité 2 (Achat et logistique du transport vers le pays) un score de 1 à 4 :

source: Because you ranked Activity 3 (In-country logistics) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l'activité 3 (Logistique dans le pays) un score de 1 à 4 :

source: Because you ranked Activity 4 (Vaccination capacity) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l’activité 4 (Capacité de vaccination) un score de 1 à 4 :

source: Because you ranked Activity 5 (Risk communication and community engagement) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l'activité 5 (Engagement communautaire et communication sur les risques) un score de 1 à 4 :

source: Because you ranked Activity 6 (Pharmacovigilance surveillance) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l'activité 6 (Surveillance dans le cadre de la pharmacovigilance) un score de 1 à 4 :

source: Because you ranked Activity 7 (Genomic sequencing) with a score of 1-4, please fill out the following:
fr: Si vous avez attribué à l'activité 7 (Séquençage génomique) un score de 1 à 4 :

source: Previous
fr: Précédente

source: Save and Complete
fr: Enregistrer et terminer

source: Section 2 of 4
fr: Section 2 sur 6

source: Remarks
fr: Remarques

source: Write remarks...
fr: Rédiger des remarques ...

source: -- Select --
fr: sélectionner

source: Number of doses
fr: Nombre de doses

source: Section 3 of 4
fr: Section 3 sur 4

source: Description
fr: La description

source: <p class="text-justify"> The Africa CDC and the Mastercard Foundation have established a partnership, which will support African Union Member States to reach a target of 60%% COVID-19 vaccination coverage across the African continent. </p> <p class="text-justify"> The Programme, <b>"Saving Lives and Livelihoods: A Partnership for COVID-19 Vaccination in Africa”</b>, planned for the next three years, is a unique initiative due to its scope and scale, the critical topics it focuses on, and the way it will be governed. The Programme will support African Union Member States' efforts towards COVID-19 vaccine equity, with governance structures that emphasise the strengthening of national, regional and continental institutions. </p> <p class="text-justify"> We are taking the opportunity to share the attached needs assessment form and request that you include official documents and data listed in the form by <b>June 30 at 11am EAT</b>. Thereafter, we expect to schedule the first of many national technical consultations to align on areas of support in collaboration with each Member State. </p> <p class="text-justify"> If you are experiencing any technical difficulties with this document or have questions regarding content, please reach out to Dr Mohammed Abdulaziz on email: <a href="mailto: mohammedab@africa-union.org" class="text-primary text-underline">mohammedab@africa-union.org</a> and Dr Merawi Aragaw on email: <a href="mailto: MerawiA@africa-union.org" class="text-primary text-underline">MerawiA@africa-union.org</a> . </p>
fr: <p class="text-justify">Africa CDC et la Mastercard Foundation ont établi un partenariat qui permettra aux États membres de l'Union africaine d'atteindre une couverture vaccinale de 60 percent contre la COVID-19 sur tout le continent africain.

source: Next
fr: Suivante

source: Section 5 of 6
fr: Section 5 sur 6

source: Information gathering and reporting
fr: Collecte d'informations et rapports

source: Attachments
fr: Pièces jointes

source: Epidemic intelligence and feedback
fr: Renseignements sur les épidémies et retour d'information

source: Section 4 of 6
fr: Section 4 sur 6

source: Funding Level
fr: Niveau de financement

source: Amount
fr: Montante

source: Section 1 of 6
fr: Section 1 sur 6

source: Section 6 of 6
fr: Section 6 sur 6

source: Section 3 of 6
fr: Section 3 sur 6

source: Section 2 of 6
fr: Section 2 sur 6

source: Number
fr: Nombre

source: Location in country
fr: Localisation dans le pays

source: Level of care serving
fr: Niveau de soins au service
